{
    "Génesis": "Narra la creación del mundo, la caída del hombre, el diluvio universal y los orígenes del pueblo de Israel a través de los patriarcas Abraham, Isaac y Jacob.",
    "Éxodo": "Relata la liberación de los israelitas de la esclavitud en Egipto, su viaje por el desierto, la entrega de la Ley en el Sinaí y la construcción del Tabernáculo.",
    "Levítico": "Se centra en las leyes, rituales y sacrificios que Dios estableció para la santidad del pueblo de Israel, así como las normas para los sacerdotes levitas.",
    "Números": "Describe el censo de Israel, sus viajes por el desierto durante 40 años, las rebeliones del pueblo y la preparación para entrar en la Tierra Prometida.",
    "Deuteronomio": "Contiene los discursos de Moisés antes de la entrada a Canaán, donde reitera la Ley, exhorta a la obediencia y recuerda la historia de Israel con Dios.",
    "Josué": "Narra la conquista de la Tierra Prometida por los israelitas bajo el liderazgo de Josué y la posterior división de la tierra entre las tribus.",
    "Jueces": "Describe un período en la historia de Israel donde el pueblo, tras la muerte de Josué, caía repetidamente en la apostasía y era rescatado por líderes carismáticos llamados jueces.",
    "Rut": "Una conmovedora historia de lealtad, amor y redención en la que Rut, una moabita, muestra fidelidad a su suegra Noemí y se convierte en antepasada del rey David.",
    "1 Samuel": "Relata el establecimiento de la monarquía en Israel, desde la historia del profeta Samuel hasta el reinado del primer rey, Saúl, y el ascenso de David.",
    "2 Samuel": "Cubre el reinado de David como rey de Israel y Judá, destacando sus triunfos, sus pecados y las consecuencias en su familia y nación.",
    "1 Reyes": "Continúa la historia de la monarquía, desde el final del reinado de David, pasando por el reinado de Salomón y la división del reino en Israel (norte) y Judá (sur), hasta el inicio del profeta Elías.",
    "2 Reyes": "Describe la historia de los reinos divididos de Israel y Judá, sus reyes, sus profetas, su idolatría y, finalmente, la caída de ambos reinos en el exilio.",
    "1 Crónicas": "Recuenta la historia genealógica de Israel desde Adán, con un enfoque particular en el linaje de David y la preparación para la construcción del Templo.",
    "2 Crónicas": "Retoma la narrativa desde el reinado de Salomón y la construcción del Templo, cubriendo la historia de los reyes de Judá hasta su exilio en Babilonia.",
    "Esdras": "Narra el regreso de los exiliados judíos de Babilonia a Jerusalén bajo el liderazgo de Zorobabel y Esdras, y la reconstrucción del Templo.",
    "Nehemías": "Describe la reconstrucción de los muros de Jerusalén bajo el liderazgo de Nehemías, así como las reformas sociales y espirituales implementadas en el pueblo.",
    "Ester": "Una dramática historia donde Ester, una joven judía en Persia, se convierte en reina y, con valentía, frustra un complot para aniquilar a su pueblo.",
    "Job": "Una profunda reflexión sobre el sufrimiento y la justicia divina, presentando el diálogo entre Job, un hombre justo afligido, y sus amigos.",
    "Salmos": "Una colección de 150 canciones, oraciones y poemas que expresan una amplia gama de emociones humanas y experiencias de fe, adoración y lamento.",
    "Proverbios": "Una compilación de máximas y dichos sabios que ofrecen instrucción práctica para vivir una vida piadosa y justa en el temor de Dios.",
    "Eclesiastés": "Explora la futilidad de la vida y el esfuerzo humano \"debajo del sol\" sin un propósito divino, concluyendo con la importancia de temer a Dios y guardar sus mandamientos.",
    "Cantares": "Un poema lírico que celebra el amor romántico y la belleza de la relación entre un hombre y una mujer, a menudo interpretado alegóricamente sobre el amor de Dios por su pueblo.",
    "Isaías": "Un libro profético extenso que contiene advertencias de juicio y promesas de restauración para Israel y las naciones, destacando la santidad de Dios y la venida del Mesías.",
    "Jeremías": "El profeta lamenta la inminente destrucción de Jerusalén debido a la infidelidad del pueblo, llamando al arrepentimiento y anunciando un nuevo pacto.",
    "Lamentaciones": "Una serie de cinco poemas elegíacos que expresan el dolor y la devastación de Jerusalén tras su destrucción por los babilonios.",
    "Ezequiel": "Profecías dadas a los exiliados en Babilonia, que incluyen visiones de la gloria de Dios, advertencias de juicio y promesas de restauración y un nuevo Templo.",
    "Daniel": "Relata las experiencias de Daniel y sus compañeros en la corte babilónica y persa, junto con visiones apocalípticas sobre el futuro de las naciones y el reino de Dios.",
    "Oseas": "La historia de Oseas y su infiel esposa Gomer se usa como una alegoría del amor inquebrantable de Dios por Israel, a pesar de su idolatría y prostitución espiritual.",
    "Joel": "Describe una devastadora plaga de langostas como preludio del \"Día del Señor\", un día de juicio y restauración, y la promesa del derramamiento del Espíritu.",
    "Amós": "El profeta Amós condena la injusticia social y la opresión en Israel y las naciones vecinas, llamando a la justicia y anunciando el juicio venidero.",
    "Abdías": "La profecía más corta del Antiguo Testamento, que anuncia el juicio de Dios contra la nación de Edom por su orgullo y por regocijarse en la calamidad de Israel.",
    "Jonás": "La historia de un profeta que intenta huir de la misión divina de predicar el arrepentimiento a Nínive, una ciudad pagana, destacando la misericordia universal de Dios.",
    "Miqueas": "Profetiza la destrucción de Samaria y Jerusalén debido a la corrupción y la idolatría, pero también anuncia la venida de un gobernante justo de Belén.",
    "Nahúm": "Una profecía que celebra la futura destrucción de Nínive, la capital del imperio asirio, como un acto de justicia divina sobre un opresor cruel.",
    "Habacuc": "El profeta Habacuc dialoga con Dios sobre la aparente injusticia del mal en el mundo y la inminente invasión babilónica, aprendiendo a confiar en la fidelidad de Dios.",
    "Sofonías": "Anuncia la severidad del \"Día del Señor\" que traerá juicio sobre Judá y las naciones, pero también promete la purificación y restauración de un remanente fiel.",
    "Hageo": "Un breve libro profético que exhorta a los judíos que regresaron del exilio a completar la reconstrucción del Templo de Jerusalén.",
    "Zacarías": "Llama a los exiliados a volverse a Dios mientras reconstruyen el Templo, presentando visiones apocalípticas y profecías mesiánicas.",
    "Malaquías": "El último libro del Antiguo Testamento, que confronta al pueblo y a los sacerdotes por su indiferencia religiosa, su infidelidad y su falta de justicia, y anuncia la venida de Elías.",
    "Mateo": "Presenta a Jesús como el Mesías prometido y Rey de Israel, enfocándose en sus enseñanzas (como el Sermón del Monte) y cumpliendo las profecías del Antiguo Testamento.",
    "Marcos": "Un relato conciso y dinámico de la vida y el ministerio de Jesús, enfatizando su poder como Hijo de Dios y su servicio como siervo sufriente.",
    "Lucas": "Un evangelio detallado y universal que presenta a Jesús como el Salvador de toda la humanidad, destacando su compasión por los marginados y su mensaje de amor.",
    "Juan": "Ofrece una perspectiva teológica profunda de Jesús como el Hijo de Dios preexistente y la encarnación de la Palabra, enfatizando la fe, la vida eterna y la revelación divina.",
    "Hechos": "Narra el nacimiento y crecimiento de la iglesia cristiana primitiva después de la ascensión de Jesús, destacando la obra del Espíritu Santo a través de los apóstoles Pedro y Pablo.",
    "Romanos": "Una carta fundamental que expone la doctrina de la justificación por la fe, la gracia de Dios, la ley y la salvación, explicando la relación de Dios con Israel y los gentiles.",
    "1 Corintios": "Pablo aborda los problemas y divisiones dentro de la iglesia de Corinto, ofreciendo instrucción sobre la unidad, la moralidad, los dones espirituales y la resurrección.",
    "2 Corintios": "Pablo defiende su apostolado, reflexiona sobre el sufrimiento en el ministerio y exhorta a los corintios a la generosidad y la reconciliación.",
    "Gálatas": "Pablo defiende la libertad en Cristo y la justificación solo por la fe, argumentando enérgicamente contra la necesidad de la observancia de la ley mosaica para la salvación.",
    "Efesios": "Una carta que enseña sobre la unidad de la iglesia como el cuerpo de Cristo, la riqueza de las bendiciones espirituales y la importancia de vivir una vida digna del llamado divino.",
    "Filipenses": "Una carta de gozo y acción de gracias escrita por Pablo desde la prisión, animando a los filipenses a la unidad, la humildad y la confianza en Cristo.",
    "Colosenses": "Pablo combate las herejías en Colosas, afirmando la supremacía y suficiencia de Cristo sobre todas las cosas y exhortando a una vida centrada en Él.",
    "1 Tesalonicenses": "Una de las primeras cartas de Pablo, donde elogia la fe de los tesalonicenses y les enseña sobre la segunda venida de Cristo y la esperanza de la resurrección.",
    "2 Tesalonicenses": "Pablo aborda malentendidos sobre el regreso de Cristo, exhortando a la perseverancia en la fe y al trabajo diligente.",
    "1 Timoteo": "Pablo instruye a Timoteo sobre el liderazgo de la iglesia, la sana doctrina, la adoración, la conducta de los creyentes y la elección de diáconos y ancianos.",
    "2 Timoteo": "La última carta de Pablo, un llamado final a Timoteo para que persevere en la fe, predique la Palabra y sea fiel a pesar de las dificultades y la apostasía.",
    "Tito": "Pablo aconseja a Tito sobre la organización y el orden de las iglesias en Creta, enfatizando la importancia de la sana doctrina y el buen comportamiento.",
    "Filemón": "Una breve carta donde Pablo intercede por Onésimo, un esclavo fugitivo, pidiendo a su amo Filemón que lo reciba de vuelta como un hermano en Cristo.",
    "Hebreos": "Una epístola que argumenta la superioridad de Cristo sobre los sacrificios y el sacerdocio del Antiguo Pacto, exhortando a los creyentes a perseverar en la fe en Él.",
    "Santiago": "Un llamado a una fe práctica y viva que se manifiesta a través de las obras, la sabiduría, el control de la lengua y la paciencia en las pruebas.",
    "1 Pedro": "Pedro escribe a los creyentes perseguidos, animándolos a mantener la esperanza en Cristo, a vivir vidas santas en medio del sufrimiento y a confiar en la gracia de Dios.",
    "2 Pedro": "Advierte contra los falsos maestros y las herejías, exhortando a los creyentes a crecer en el conocimiento de Cristo y a recordar la promesa de su segunda venida.",
    "1 Juan": "El apóstol Juan enfatiza la comunión con Dios, la obediencia a sus mandamientos, el amor fraternal y la verdad sobre Cristo como Hijo de Dios.",
    "2 Juan": "Una breve carta que advierte contra los que niegan la encarnación de Cristo y exhorta a permanecer en la verdad y el amor.",
    "3 Juan": "Juan elogia a Gayo por su hospitalidad y su apoyo a los misioneros, y critica a Diótrefes por su orgullo y rechazo.",
    "Judas": "Una carta breve que exhorta a los creyentes a contender ardientemente por la fe y a defenderse de los falsos maestros que se han infiltrado en la iglesia.",
    "Apocalipsis": "El último libro de la Biblia, una revelación profética dada a Juan sobre los eventos del fin de los tiempos, el juicio de Dios, el regreso de Cristo y el establecimiento de su reino eterno."
}

        




